import './Content.css'

function About() {
    return (
        <div class="Content">
            <main>
                <h2>自己紹介</h2>
                <p>reactで作ってみました。</p>
                <h3>所属</h3>
                <h4>法学部法律学科</h4>
                <el>
                    <li>法律総合コース</li>
                    <li>久保ゼミ（裁判外紛争処理）</li>
                </el>
                <h4>電子計算機応用部（C.A.C.）</h4>
                <p>コンピュータを用いた創作活動をする団体です。</p>
                <p>アプリ開発と楽曲制作、動画編集を行っています。</p>

                <h4>その他</h4>
                <el>
                    <li>学生エンジニア団体「あまてく」</li>
                    <li>軽音楽部</li>
                </el>
                <h3>趣味</h3>
                <h4>アプリ開発</h4>
                <p>主にwebアプリを作っていますが、たまにゲーム作ったりarduino触ったりしています。</p>
                <p>最近ではラズパイで家にwebサーバー立てて遊んでます。（あまり活用できていない…）</p>
                <h4>音楽</h4>
                <p>聞くのも演るのも好きで、軽音部でライブしてます。（たまにライブするので見に来て欲しいです…！）</p>
                <p>パートは主にギターやってますが、必要に応じてベース弾いたりドラム叩いたりしてます。</p>
                <h5>好きな音楽</h5>
                <p></p>
                <ul>
                    <li>米津玄師</li>
                    <li>King Gnu</li>
                    <li>サカナクション</li>
                </ul>


                
            </main>
        </div>
    );

}

export default About;